Repository: common-repository/bitcoin-payments-by-chainside-net-for-woocommerce
Catalog: languages/chainside-gateway-*.po
Languages: it_it

source: Accept Bitcoin payments easily in your Magento store. To start configuring the plugin, first go to business.chainside.net and create a webPOS.
it_it: Accetta pagamenti Bitcoin facilmente dal tuo store Magento. Per cominciare a configurare il plugin, prima registrati su business.chainside.net e crea un webPOS.

source: Please set the callback URLS in your webPOS as follows:
it_it: Accertati di inserire i seguenti URL di callback nel tuo webPOS:

source: Destination URL for confirmation pending need to be set like
it_it: URL attesa di conferma' deve essere impostato come

source: Destination URL in case of cancellation need to be set like
it_it: URL cancellazione deve essere impostato come

source: URL where callbacks will be sent need to be set like
it_it: URL callback deve essere impostato come

source: Accept Bitcoin payments easily in your WooCommerce store
it_it: Accetta pagamenti Bitcoin facilmente nel tuo negozio online WooCommerce

source: Enable/Disable
it_it: Abilita / Disabilita

source: Enable Bitcoin Payments
it_it: Attivo Bitcoin Payments

source: Title
it_it: Titolo

source: This controls the title which the user sees during checkout.
it_it: Questo imposta il titolo che l'utente vede durante il checkout.

source: Description
it_it: Descrizione

source: This controls the description which the user sees during checkout.
it_it: Questo imposta la descrizione che l'utente vede durante il checkout.

source: Pay with Bitcoin
it_it: Paga in Bitcoin

source: Show Bitcoin logo on frontend
it_it: Mostra il logo Bitcoin nel frontend

source: You can find the Client ID in the details of your webPOS
it_it: Puoi trovare il Client ID nei dettagli del tuo webPOS

source: You can find the Secret in the details of your webPOS
it_it: Puoi trovare il Secret nei dettagli del tuo webPOS

source: Confirmation requests
it_it: Numero di conferme richieste

source: 1 confirmation (medium security level, high speed)
it_it: 1 conferma (livello di sicurezza medio, velocità alta)

source: 3 confirmation (high security level, average speed)
it_it: 3 conferme (livello di sicurezza alto, velocità media)

source: 6 confirmation (maximum security level, low speed)
it_it: 6 conferme (livello di sicurezza massimo, velocità bassa)

source: Sandbox Mode
it_it: Sandbox

source: Waiting for payment confirmation.
it_it: In attesa di conferma del pagamento.

source: Once your payment is confirmed, your order will be processed automatically.
it_it: Una volta confermato il pagamento, l'ordine verrà elaborato automaticamente.

source: Settings
it_it: Impostazioni

source: Support
it_it: Supporto

source: Please set your API keys in
it_it: Si prega di impostare le chiavi API

source: Chainside Settings
it_it: Impostazione Chainside

source: Pay order cancelled
it_it: Ordine di pagamento annullato

source: Received "%s BTC" more than expected. Total of "%s BTC" or "%s %s".
it_it: Ricevuto "%s BTC" più del previsto. Totale di "%s BTC" o "%s %s".
